<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>theweeknd</title>
<style type="text/css">
<!--
body {
	background-color: #FFFFFF;
}
-->
</style></head>

<body>
<table width="430" height="311" border="1">
  <tr>
    <td><img src="ima1.png" width="680" height="434" /></td>
  </tr>
</table>
  <p>Tras el nombre de&nbsp;<strong>The Weeknd</strong>&nbsp;, se encuentra&nbsp;<strong>Abel Makkonen Tesfaye</strong>&nbsp;(Ontario, 1990) hijo &uacute;nico de Makkonen y Samra Tesfaye.</p>
 <p><strong>The Weeknd</strong>&nbsp;es una de las mayores estrellas del pop del siglo XXI. Es conocido globalmente por sus canciones oscuras y expl&iacute;citas, la innovadora producci&oacute;n de sus discos y el caracter&iacute;stico timbre de su voz.</p>
 <p>De ascendencia et&iacute;ope, Abel tuvo una infancia complicada: su padre abandon&oacute; la familia, su madre fue encadenando m&uacute;ltiples trabajos para sacar a la familia, que compagin&oacute; con estudios en la escuela nocturna,&nbsp; mientras era cuidado por su abuela y gracias a&nbsp; ella, habla de manera fluida el amh&aacute;rico.</p>
 <p>Comenz&oacute; a consumir drogas a los 11 a&ntilde;os, de fumar marihuana a consumo de Ketamina o MDMA, alg&uacute;n robo en supermercado y dej&oacute; de estudiar &ldquo;un fin de semana&rdquo;&nbsp; con un amigo. Y de esa deserci&oacute;n viene su nombre art&iacute;stico, que fue modificado para no entrar en conflicto con la banda canadiense The weekend.</p>
 <p>Aunque inicialmente comenz&oacute; a trabajar con&nbsp;<strong>Jeremy Rose</strong>, relaci&oacute;n que no se llega a consolidar por diferencias entre ambos,&nbsp;<strong>The Weekn</strong>d comienza a hacer ruido con un tres sencillos que subi&oacute; a Youtube y con la ayuda indirecta, se le incluy&oacute; en un blog de canciones del rapero&nbsp;<strong>Drake</strong>.</p>
 <h3>De artista alternativo a las listas de &eacute;xitos globales</h3>
 <p>Lanzar&iacute;a el mixtape&nbsp;<strong>House of Balloons</strong>&nbsp;en 2011, que le llevar&iacute;a de gira por diferentes festivales en Canad&aacute;. Ese a&ntilde;o lanzar&iacute;a dos mixtape m&aacute;s:&nbsp;<strong>Thursday</strong>&nbsp;y&nbsp;<strong>Echoes of silence</strong>, lo que le dio a conocer popularmente como&nbsp;<strong>Balloons trilogy</strong>.</p>
 <p>Tras esto participar&iacute;a en una gira que le llevar&iacute;a a participar en festivales por todo el mundo como&nbsp;<em>Coachella</em>&nbsp;(Estados Unidos),&nbsp;<em>Primavera Sound</em>&nbsp;(Espa&ntilde;a) o&nbsp;<em>Wireless Festival</em>&nbsp;(Reino Unido), adem&aacute;s de tocar en ciudades como&nbsp;New York,&nbsp;Par&iacute;s&nbsp;o&nbsp;Bruselas.</p>
 <p>A finales de 2012, junto a Republic Records, forma su marca<strong>&nbsp;XO</strong>&nbsp;y lanza el recopilatorio Trilogy, y se reconcilia con Rose acredit&aacute;ndole en los temas de House of Balloons. El &aacute;lbum fue platino en Usa y doble platino en Canad&aacute;.</p>
 <p><strong>Kiss Land</strong>, ser&iacute;a su siguiente &aacute;lbum en 2014, un a&ntilde;o donde particip&oacute; y colabor&oacute; con&nbsp;Drake&nbsp;o&nbsp;<strong>Justin Timberlake</strong>, cover del&nbsp;<strong>Drunk in love</strong>&nbsp;de&nbsp;<strong>Beyonc&eacute;</strong>, una gira multitudinaria donde cre&oacute; expectaci&oacute;n al ir revelando singles nuevos a medida que pasaba el tiempo. Un a&ntilde;o que acabar&iacute;a con&nbsp;<em>Earned it</em>,sencillo de la banda sonora&nbsp;de&nbsp;<a href="https://www.fnac.es/a1473623/Trilogia-Cincuenta-sombras-de-Grey-DVD-Dakota-Johnson">la&nbsp;</a>adaptaci&oacute;n de la trilog&iacute;a literaria&nbsp;<strong>Cincuenta sombras de Grey</strong>.</p>
 <p><strong>Chapter III</strong>&nbsp;(2015), su primer &aacute;lbum de estudio, seguir&iacute;a la estela de ventas de sus anteriores &aacute;lbumes y cuyos singles<em>&nbsp;The hills</em>,&nbsp;<em>Can&acute;t feel my face</em>&nbsp;y&nbsp;<em>Earned it</em>ocuparon los primeros puestos en la lista Hot R&amp;B Billboard, el primer artistas en la historia de esta lista en conseguirlo.</p>
 <p><strong>Beauty behind the madness</strong>, sigui&oacute; confirmando el &eacute;xito del canadiense, debutando ya como solista en el programa de Amy Schumer (<em>Amy Schumer, Saturday Night</em>) donde interpret&oacute; junto a&nbsp;<strong>Ariana Grande</strong>&nbsp;el tema&nbsp;<strong>Love me harder</strong>. Se convirti&oacute; en el &aacute;lbum con m&aacute;s reproducciones en streaming y como uno de los 50 mejores &aacute;lbumes de 2015 seg&uacute;n la revista Rolling stones. Tambi&eacute;n hay que citar su exitoso sencillo&nbsp;<strong>Starboy</strong>, en colaboraci&oacute;n con el d&uacute;o franc&eacute;s&nbsp;<strong>Daft Punk</strong>.</p>
 <p><strong>My Dear Melancholy</strong>&nbsp;llegar&iacute;a en 2018. Adem&aacute;s colaboro junto a&nbsp;<strong>Kendrick Lamar</strong>&nbsp;en&nbsp;<a href="https://www.fnac.es/a1449668/Kendrick-Lamar-Black-Panther-The-Album-Disco">el &aacute;lbum&nbsp;</a>de la pel&iacute;cula&nbsp;<strong>Black Panther</strong>.</p>
 <p>En 2020, apareci&oacute;<strong>&nbsp;After Hours</strong>, del que se extrajeron singles con un &eacute;xito tan may&uacute;sculo como&nbsp;<strong>Blinding Lights</strong>, el tema de mayor &eacute;xito de la historia de Spotify y del Billboard Hot 100.</p>
 <p><strong>The Weeknd</strong>&nbsp;se ha inspirado en artistas como&nbsp;<strong>R. Kelly</strong>,&nbsp;<strong>Prince</strong>,&nbsp;<strong>Michael Jackson</strong>, con una fant&aacute;stica versi&oacute;n de su<strong>&nbsp;Dirty Diana</strong>, o incluso&nbsp;<strong>David Bowie</strong>. Compone letras llenas de sentimientos, con un tono de voz muy parecido al de&nbsp;<strong>Michael Jackson</strong>, llena de&nbsp;ecos tristes y un falsete registrado. Su caracter&iacute;stico peinado era una se&ntilde;a de identidad, hasta que se rap&oacute; en 2016.</p>
 <p>Ha colaborado con multitud de artistas, como&nbsp;<strong>Lana del Rey</strong>,&nbsp;<strong>Kanye West</strong>,&nbsp;<strong>SZA</strong>&nbsp;y<em>&nbsp;Travis Scott</em>&nbsp;&ndash; es fan de la saga de&nbsp;<strong>Juego de tronos</strong>&nbsp;y los tres lanzaron la canci&oacute;n .<strong>Power is Power</strong>&nbsp;para la temporada final de la serie -&nbsp;entre muchos. Ha recibido elogios de muchos de ellos, como del gran&nbsp;<strong>Babyface</strong>&nbsp;y ha ganado cuatro &nbsp;Premios Grammy, nueve Billboard Music Awards, dos American Music Awards, nueve Juno Awards, y ha sido nominado a un &Oacute;scar. Adem&aacute;s de poner la m&uacute;sica en el desfile de Victoria Secret de 2016.</p>
 <p>Ha participado en la pel&iacute;cula&nbsp;<strong>Diamantes en bruto</strong>&nbsp;junto&nbsp;<strong>Adam Sandler</strong>, interpret&aacute;ndose &nbsp;as&iacute; mismo</p>
 <p>En el terreno sentimental, mantiene una relaci&oacute;n en la actualidad con la modelo&nbsp;<strong>Bella Hadid</strong>, que interrumpieron en 2016 y que dio pie a su romance con&nbsp;<strong>Selena Gomez</strong>&nbsp;que duro casi un a&ntilde;o.</p>
 <p>En 2022 lanz&oacute;&nbsp;<strong>Dawn FM</strong>, donde reincide en el sonido de sintetizadores y la inspiraci&oacute;n en el synth-pop neochontero.</p>
 <p>En ese a&ntilde;o, igualmente, desarroll&oacute; junto a&nbsp;<strong>Sam Levinson&nbsp;</strong>y&nbsp;<strong>Amy Seimetz</strong>, el creador de la exitosa&nbsp;<strong>Euphoria</strong>, una serie de televisi&oacute;n, HBO,&nbsp;<strong>The Idol,</strong>&nbsp;en la que tambi&eacute;n participar&iacute;a como actor, junto a&nbsp;<strong>Lily-Rose Depp</strong>. Tambi&eacute;n actuaron en la serie&nbsp;<strong>Jennie</strong>&nbsp;de la girlband surcoreana&nbsp;<strong>Blackpink</strong>,&nbsp;<strong>Troye Sivan</strong>&nbsp;y la actriz porno&nbsp;<strong>Charly Summer</strong>.</p>
 <p>La serie no fue bien recibida por la cr&iacute;tica y no se anunci&oacute; su renovaci&oacute;n. A pesar de esta mala recepci&oacute;n, s&iacute; consigui&oacute; un par de &eacute;xitos relevantes con su banda sonora, con temas como&nbsp;<strong>One of the girls</strong>&nbsp;y, sobre todo,&nbsp;<strong>Popular</strong>, junto a&nbsp;<strong>Madonna</strong>.</p>
 <p>En 2024,&nbsp;<strong>The Weeknd</strong>&nbsp;lanz&oacute; un teaser de un disco que cerrar&iacute;a la trilog&iacute;a conceptual formada por&nbsp;<strong>After Hours</strong>&nbsp;y&nbsp;<strong>Dawn FM</strong>. Este ser&iacute;a&nbsp;<strong>Hurry Up Tomorrow</strong>, que se present&oacute; en directo con un concierto en&nbsp;S&atilde;o Paulo, con la colaboraci&oacute;n de&nbsp;<strong>Anitta</strong>&nbsp;y&nbsp;<strong>Playboi Carti</strong>.El primer single fue&nbsp;<strong>Dancing in Flames</strong>.</p>
 <p>A pesar del fracaso de&nbsp;<strong>The Idol</strong>, tambi&eacute;n ha apostado por su faceta como actor; y ha anunciado un proyecto junto al cineasta de culto&nbsp;<strong>Trey Edward Shults,</strong>&nbsp;junto a&nbsp;<strong>Jenna Ortega</strong>. M&aacute;s tarde desvel&oacute; que la pel&iacute;cula &quot;acompa&ntilde;ar&iacute;a&quot; conceptualmente a&nbsp;<strong>Hurry Up Tomorrow.</strong></p>
</body>
</html>
